import org.junit.jupiter.api.Test;

public class CreateBoardTest {

    @Test
    void test() {

//Создаем новые доски с именем: Scrum board, Agile board, Список покупок
//
//1 создаем доску с именем Scrum board
//2 создаем доску с именем Agile board
//3 создаем доску с именем Список покупок
//4 проверяем (лямбдой?), что есть все три доски (Scrum board, Agile board, Список покупок) и что время их создания не больше минуты назад
//
//хорошо бы, наверное, и цифры проверить, и разной длины названия, например
    }
}
